---
kind: property
id: P:Autodesk.Revit.DB.PhaseFilter.IsDefault
source: html/ea05b2df-3a3a-1606-416c-3b0c77a51958.htm
---
# Autodesk.Revit.DB.PhaseFilter.IsDefault Property

Indicates whether this filter is the default one.

## Syntax (C#)
```csharp
public bool IsDefault { get; }
```